public class Main {
    public static void main(String[] args) {
        //#1 Создать массив из 10 целых чисел. Значения могут быть любыми
        //todo

        int[] array = {1,2,3,4,5,6,7,8,9,10};

        //#2 Распечатать все значения массива начиная с 0 до последнего индексов.
        //todo

        //#3 Распечатать все значения массива с конца (начиная с последнего до 0 индексов).
        //todo

        //#4 *** Задание особой сложности. Развернуть массив(см конец урока).
        //todo
    }
}
